Repository: PrestaShopCorp/ps_mbo
Catalog: translations/*/ModulesMboRecommendedmodulesandservices.*.xlf
Languages: de_de, fr_fr, it_it, pl_pl, pt_pt, ro_ro, ru_ru

source: Automate emails
de_de: E-Mails automatisieren
it_it: Automatizzare le e-mail
pl_pl: Automatyzuj wiadomości e-mail
pt_pt: Automatizar e-mails
ro_ro: Automatizează e-mailurile

source: Boost sales
de_de: Verk√§ufe ankurbeln
fr_fr: Booster les ventes
it_it: Aumentare le vendite
pl_pl: Zwiększ sprzedaż
pt_pt: Aumentar as vendas
ro_ro: Stimulează vânzările
ru_ru: Повысить продажи

source: Create a discount strategy
de_de: Rabattstrategie erstellen
it_it: Creare una strategia di sconto
pl_pl: Stwórz strategię rabatów
pt_pt: Criar uma estratégia de desconto
ro_ro: Creează o strategie de reducere

source: Customize pages
de_de: Seiten individuell anpassen
it_it: Personalizzare le pagine
pl_pl: Dostosuj strony
pt_pt: Personalizar páginas
ro_ro: Personalizează paginile

source: Improve customer experience
de_de: Kundenerlebnis verbessern
fr_fr: Améliorer l'expérience client
it_it: Migliorare l'esperienza del cliente
pl_pl: Popraw doświadczenie klienta
pt_pt: Melhorar a experiência do cliente
ro_ro: Îmbunătățirea experienței clienților
ru_ru: Улучшить клиентский опыт

source: Improve customer targeting
de_de: Kundenansprache verbessern
it_it: Migliorare il targeting dei clienti
pl_pl: Lepiej targetuj klientów
pt_pt: Melhorar a segmentação dos clientes
ro_ro: Îmbunătățirea direcționării clienților

source: Improve data strategy
de_de: Datenstrategie verbessern
fr_fr: Améliorer la stratégie de données
it_it: Migliorare la strategia dei dati
pl_pl: Popraw strategię w zakresie danych
pt_pt: Melhorar a estratégia de dados
ro_ro: Îmbunătățirea strategiei de date
ru_ru: Улучшение стратегии работы с данными

source: Improve SEO
de_de: SEO verbessern
it_it: Migliorare la SEO
pl_pl: Popraw SEO
pt_pt: Melhorar o SEO
ro_ro: Îmbunătățirea SEO

source: Improve shipping
de_de: Versand verbessern
it_it: Migliorare la spedizione
pl_pl: Usprawnij wysyłkę
pt_pt: Melhorar a expedição
ro_ro: Îmbunătățirea expedierii

source: Improve the checkout experience
de_de: Kundenerfahrung an der Kasse verbessern
it_it: Migliorare l'esperienza di pagamento
pl_pl: Usprawnij obsługę płatności
pt_pt: Melhorar a experiência de checkout
ro_ro: Îmbunătățește experiența de checkout

source: Improve visuals
de_de: Erscheinungsbild verbessern
it_it: Migliorare la grafica
pl_pl: Popraw wizualizacje
pt_pt: Melhorar os visuais
ro_ro: Îmbunătățește imaginile

source: Make shipping easier
de_de: Versand vereinfachen
it_it: Facilitare la spedizione
pl_pl: Uprość wysyłkę
pt_pt: Facilitar a expedição
ro_ro: Facilitarea expedierii

source: Make your deliveries easier
de_de: Lieferungen leichter machen
it_it: Semplificare le consegne
pl_pl: Ułatw dostawy
pt_pt: Facilitar as suas entregas
ro_ro: Facilitează-ți livrările

source: Optimize order management
de_de: Auftragsverwaltung verbessern
it_it: Ottimizzare la gestione degli ordini
pl_pl: Optymalizuj zarządzanie zamówieniami
pt_pt: Otimizar a gestão de encomendas
ro_ro: Optimizarea gestionării comenzilor

source: Optimize product catalog
de_de: Den Produktkatalog optimieren
fr_fr: Optimiser le catalogue de produits
it_it: Ottimizzare il catalogo prodotti
pl_pl: Optymalizuj katalog produktów
pt_pt: Optimizar o catálogo de produtos
ro_ro: Optimizarea catalogului de produse
ru_ru: Оптимизация каталога товаров

source: Optimize product creation
de_de: Die Produktgestaltung optimieren
it_it: Ottimizzare la creazione di prodotti
pl_pl: Optymalizuj tworzenie produktów
pt_pt: Otimizar a criação de produtos
ro_ro: Optimizarea creării de produse

source: Promote brands
de_de: Marken bewerben
it_it: Promuovere i marchi
pl_pl: Promuj marki
pt_pt: Promover as marcas
ro_ro: Promovarea mărcilor

source: Simplify accounting
de_de: Buchhaltung vereinfachen
it_it: Semplificare la contabilit√†
pl_pl: Uprość księgowość
pt_pt: Simplificar a contabilidade
ro_ro: Simplificarea contabilității

source: Simplify store management
de_de: Ladenverwaltung verbessern
it_it: Semplificare la gestione del negozio
pl_pl: Uprość zarządzanie sklepem
pt_pt: Simplificar a gestão da loja
ro_ro: Simplifică gestionarea magazinului

source: Recommended modules
de_de: Empfohlene Module
fr_fr: Modules recommandés
it_it: Moduli raccomandati
pl_pl: Zalecane moduły
pt_pt: Módulos recomendados
ro_ro: Module recomandate
ru_ru: Рекомендуемые модули

source: Here's a selection of partner modules,<strong> compatible with your store</strong>, to help you achieve your goals
fr_fr: Voici une sélection de modules partenaires,<strong> compatibles avec votre boutique </strong>, pour vous aider à atteindre vos objectifs.
ru_ru: Вот подборка партнерских модулей, <strong>совместимых с вашим магазином</strong>, которые помогут вам достичь ваших целей.

source: Create memorable experiences and turn visitors into customers.<br> Here's a selection of partner modules,<strong> compatible with your store</strong>, to help you achieve your goals.
fr_fr: Créez des expériences mémorables et transformez les visiteurs en clients.<br> Voici une sélection de modules partenaires, <strong>compatibles avec votre boutique</strong>, pour vous aider à atteindre vos objectifs.
ru_ru: Создавайте незабываемые впечатления и превращайте посетителей в покупателей.<br> Вот подборка партнерских модулей, <strong>совместимых с вашим магазином</strong>, которые помогут вам достичь ваших целей.

source: <p>Build a data-driven strategy and take more informed decisions.<br> Here's a selection of partner modules,<strong> compatible with your store</strong>, to help you achieve your goals.</p>
fr_fr: <p>Élaborez une stratégie basée sur les données et prenez des décisions plus éclairées.<br> Voici une sélection de modules partenaires, <strong>compatibles avec votre boutique</strong>, pour vous aider à atteindre vos objectifs.</p>
ru_ru: <p>Постройте стратегию, основанную на данных, и принимайте более обоснованные решения.<br> Вот подборка партнерских модулей, <strong>совместимых с вашим магазином</strong>, которые помогут вам достичь ваших целей.</p>

source: Make your more products visible and create product pages that convert.<br> Here's a selection of partner modules, <strong>compatible with your store</strong>, to help you achieve your goals.
fr_fr: Rendez vos produits plus visibles et créez des pages de produits qui convertissent.<br> Voici une sélection de modules partenaires, <strong>compatibles avec votre boutique</strong>, pour vous aider à atteindre vos objectifs.
ru_ru: Сделайте свои товары более заметными и создайте страницы товаров, которые конвертируют.<br> Вот подборка партнерских модулей, <strong>совместимых с вашим магазином</strong>, которые помогут вам достичь ваших целей.

source: Get new customers and keep them coming back.<br> Here's a selection of partner modules,<strong> compatible with your store</strong>, to help you achieve your goals.
fr_fr: Attirez de nouveaux clients et faites en sorte qu'ils reviennent.<br> Voici une sélection de modules partenaires, <strong>compatibles avec votre boutique</strong>, pour vous aider à atteindre vos objectifs.
ru_ru: Привлекайте новых клиентов и заставляйте их возвращаться.<br> Вот подборка партнерских модулей, <strong>совместимых с вашим магазином</strong>, которые помогут вам достичь ваших целей.

source: More similar modules on Prestashop Marketplace
fr_fr: Plus de modules similaires sur PrestaShop Marketplace
ru_ru: Другие похожие модули на PrestaShop Marketplace

source: Installed
fr_fr: Installé
ru_ru: Установлен

source: Not Installed
fr_fr: Non installé
ru_ru: Не установлен
