Repository: PrestaShopCorp/ps_mbo
Catalog: translations/*/ModulesMboModulescatalog.*.xlf
Languages: it_it, nl_nl, pt_pt

source: Synchronized with Addons marketplace!
it_it: Sincronizzato con il marketplace degli addons!
nl_nl: Gesynchroniseerd met Addons!
pt_pt: Sincronizado com o Addons Marketplace!

source: Module %module% successfully upgraded.
it_it: Il modulo %module% è stato aggiornato con successo.
nl_nl: Module %module% succesvol ge端pgraded.
pt_pt: Módulo %module% actualizado com sucesso.

source: Upgrade of module %module% failed. %error%
it_it: Aggiornamento del modulo %module% fallito. %error%
nl_nl: Upgrade van module %module% mislukt. %error%
pt_pt: Actualização do módulo %module% falhou. %error%

source: Module %module% is already up to date
it_it: Il modulo %module% è già aggiornato
nl_nl: Module %module% is al up to date
pt_pt: Módulo %module% já está actualizado

source: Modules catalog
it_it: Catalogo moduli
pt_pt: Catálogo de Módulos

source: Discover
it_it: Scopri
nl_nl: Ontdek
pt_pt: Descobrir

source: Toggle Dropdown
it_it: Menù a discesa
nl_nl: Menu in-/uitklappen
pt_pt: Alternar o menu pendente

source: Link your shop to your Addons account to automatically receive important updates for the modules you purchased. Don't have an account yet?
it_it: Collega il tuo negozio al tuo account Addons per ricevere automaticamente importanti aggiornamenti per i moduli da te acquistati. Non hai ancora un account?
nl_nl: Koppel uw winkel aan uw Addons-account om automatisch belangrijke updates te ontvangen voor de modules die u hebt gekocht. Heeft u nog geen account?
pt_pt: Ligue a sua loja à sua conta Addons para receber automaticamente atualizações importantes para os módulos que adquiriu. Ainda não tem uma conta?

source: Sign up now
it_it: Registrati ora
nl_nl: Nu aanmelden
pt_pt: Registar-se agora

source: Yes, log out
it_it: Si, esci
nl_nl: Ja, uitloggen
pt_pt: Sim, encerrar sessão

source: Upload a module
it_it: Carica il modulo
nl_nl: Upload een module
pt_pt: Enviar um módulo

source: Drop your module archive here or [1]select file[/1]
it_it: Trascina qui il tuo archivio del modulo o [1]seleziona un file[/1]
nl_nl: Sleep uw modulebestand hier naartoe of [1]selecteer bestand[/1]
pt_pt: Arraste o arquivo do seu módulo para aqui ou [1]selecione um ficheiro[/1]

source: Please upload one file at a time, .zip or tarball format (.tar, .tar.gz or .tgz).
it_it: Si prega di caricare un file alla volta, .zip o in formato tarball (.tar, .tar.gz o .tgz).
nl_nl: Upload slechts 1 bestand per keer, .zip- of tarball-formaat (.tar, .tar.gz of .tgz).
pt_pt: Carregue um ficheiro de cada vez, formato .zip ou tarball (.tar, .tar.gz ou .tgz).

source: Your module will be installed right after that.
it_it: Il tuo modulo verrà installato proprio dopo di questo.
nl_nl: Uw module wordt daarna gelijk ge誰nstalleerd.
pt_pt: O seu módulo será instalado logo depois.

source: Installing module...
it_it: Installazione modulo...
nl_nl: Module installeren...
pt_pt: A instalar módulo...

source: It will close as soon as the module is installed. It won't be long!
it_it: Si chiuderà appena il modulo sarà installato. Tra non molto!
nl_nl: Het wordt gesloten zodra de module is ge誰nstalleerd. Het zal niet lang duren!
pt_pt: Fechar-se-á assim que o módulo seja instalado. Falta pouco!

source: Module installed!
it_it: Modulo installato!
nl_nl: Module ge誰nstalleerd!
pt_pt: Módulo instalado!

source: Oops... Upload failed.
it_it: Ooops... Caricamento fallito.
nl_nl: Oeps... uploaden niet gelukt.
pt_pt: Oops... a atualização falhou.

source: What happened?
it_it: Cos'è accaduto?
nl_nl: Wat is er gebeurd?
pt_pt: O que aconteceu?

source: Service by %author%
it_it: Servizio di %author%
pt_pt: Serviço por %author%

source: v%version% by %author%
it_it: v%version% di %author%
pt_pt: v%version% por %author%

source: Overview
it_it: Panoramica
pt_pt: Vista geral

source: Additional information
it_it: Dati supplementari
pt_pt: Informações adicionais

source: Benefits
pt_pt: Vantagens

source: Features
it_it: Funzioni
pt_pt: Funcionalidades

source: Demo video
it_it: Video dimostrativo
pt_pt: Demonstração por vídeo

source: Changelog
pt_pt: Registo de alterações

source: No description found for this module :(
it_it: Per questo modulo non è stata trovata una descrizione :(
pt_pt: Sem descrição encontrada para este módulo :(

source: Multistore compatibility:
it_it: Compatibilità multinegozio
pt_pt: Compatibilidade com multi-loja:

source: This module is compatible with the multistore feature. It can be either:
it_it: Questo modulo è compatibile con la funzione multinegozio. Può essere:
pt_pt: Este módulo é compatível com a funcionalidade multiloja. Ele pode ser:

source: configured differently from one store to another;
it_it: configurato in modo differente da un negozio all'altro;
pt_pt: configurado diferentemente de uma loja para outra;

source: configured quickly in the same way on all stores thanks to the all shops context or to the group of shops;
it_it: configurato rapidamente alla stessa maniera per tutti i negozi grazie al contesto per tutti i negozi o per un gruppo di negozi;
pt_pt: configurado rapidamente da mesma maneira em todas as lojas graças ao contexto todas as lojas ou ao grupo de lojas;

source: or even activated for one store and deactivated for another.
it_it: o persino attivato in un negozio e disattivato in un altro.
pt_pt: ou mesmo ativado para uma loja e desativado para outra.

source: This module is partially compatible with the multistore feature. Some of its options might not be available.
it_it: Questo modulo è parzialmente compatibile con la funzione multinegozio. Alcune delle sue opzioni potrebbero non essere disponibili.
pt_pt: Este módulo é parcialmente compatível com a funcionalidade multiloja. Algumas destas opções podem não estar disponíveis.

source: This module is not compatible with the multistore feature because it would not be useful.
it_it: Questo modulo non è compatibile con la funzionalità multinegozio perché non sarebbe utile.
pt_pt: Este módulo não é compatível com a funcionalidade multiloja porque não teria utilidade.

source: This module is not compatible with the multistore feature. It means that its configuration applies to all stores.
it_it: Questo modulo non è compatibile con la funzione multistore. Ciò significa che la sua configurazione si applica a tutti i negozi.
pt_pt: Este módulo não é compatível com a funcionalidade multiloja. Isso significa que sua configuração se aplica a todas as lojas.

source: No additional description provided for this module :(
it_it: Non esiste una descrizione addizionale per questo modulo :(
pt_pt: Não foi fornecida uma descrição adicional para este módulo :(

source: No feature list provided for this module :(
it_it: Non esiste un elenco delle funzioni per questo modulo :(
pt_pt: Sem lista de funções fornecida para este módulo :(

source: No customer benefits notes found for this module :(
it_it: Per questo modulo non sono state trovate delle note sui benefits :(
pt_pt: Sem notas de vantagens do cliente encontradas para este módulo :(

source: No demonstration video found for this module :(
it_it: Per questo modulo non è stato trovato un video dimostrativo :(
pt_pt: Sem demonstração por vídeo encontrada para este módulo :(

source: No changelog provided for this module :(
it_it: Per questo modulo non è stato fornito alcun changelog :(
pt_pt: Sem registo de alterações fornecido para este módulo :(

source: Free
it_it: Gratis
pt_pt: Grátis

source: Read More
it_it: Per saperne di più
nl_nl: Lees meer
pt_pt: Obter mais informações

source: Discover the best-selling modules of this category in the %link% page.
it_it: Scopri i moduli più venduti per questa categoria nella pagina %link%.
nl_nl: Ontdek de bestverkopende modules van deze categorie op de %link% pagina.
pt_pt: Zobacz najlepiej sprzedające się moduły tej kategorii na stronie %link%.

source: Connected
nl_nl: Ingelogd

source: Connected as
nl_nl: Ingelogd als

source: Check for updates
nl_nl: Op updates controleren

source: If you created your account using Google, please follow the forgotten password procedure of Addons Marketplace to create your password :
nl_nl: Als u uw account heeft aangemaakt met Google, volg dan de wachtwoord vergeten procedure van Addons Marketplace om uw wachtwoord aan te maken :

source: Reset your password
nl_nl: Reset uw wachtwoord
